Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.app.openSidebarPortLinks.subtitleOn
source: Port clicks open inside UniConnect browser.
ar: نقرات المنافذ تفتح داخل متصفح UniConnect.
bs: Klikovi na portove se otvaraju unutar UniConnect preglednika.
da: Portklik åbner i UniConnect-browseren.
de: Port-Klicks öffnen im UniConnect-Browser.
es: Los clics en puertos abren dentro del navegador de UniConnect.
fr: Les clics de port ouvrent dans le navigateur UniConnect.
it: I clic sulle porte aprono nel browser UniConnect.
ja: ポートをクリックするとUniConnectブラウザ内で開きます。
km: ការចុចច្រកបើកនៅខាងក្នុង UniConnect កម្មវិធីរុករក។
ko: 포트를 클릭하면 UniConnect 브라우저에서 열립니다.
nb: Portklikk åpner i UniConnect-nettleseren.
pl: Kliknięcia portów otwierają w przeglądarce UniConnect.
pt_br: Cliques em portas abrem dentro do navegador do UniConnect.
ru: Ссылки портов открываются во встроенном браузере UniConnect.
th: คลิกพอร์ตจะเปิดในเบราว์เซอร์ UniConnect
tr: Port tıklamaları UniConnect tarayıcısında açılır.
uk: Кліки по портах відкриваються у браузері UniConnect.
zh_hans: 端口点击在 UniConnect 浏览器中打开。
zh_hant: 連接埠點擊會在 UniConnect 瀏覽器中開啟。

# settings.app.wrapWorkspaceTitles
source: Wrap Workspace Titles in Sidebar
ar: التفاف عناوين مساحات العمل في الشريط الجانبي
bs: Prelomi naslove radnih prostora u bočnoj traci
da: Ombryd arbejdsområdetitler i sidepanelet
de: Arbeitsbereichstitel in der Seitenleiste umbrechen
es: Ajustar títulos de espacios de trabajo en la barra lateral
fr: Renvoyer les titres des espaces de travail à la ligne dans la barre latérale
it: Vai a capo per i titoli degli spazi di lavoro nella barra laterale
ja: サイドバーのワークスペースタイトルを折り返す
km: បត់ចំណងជើងកន្លែងធ្វើការនៅក្នុងរបារចំហៀង
ko: 사이드바에서 워크스페이스 제목 줄바꿈
nb: Bryt arbeidsområdetitler i sidepanelet
pl: Zawijaj tytuły obszarów roboczych na pasku bocznym
pt_br: Quebrar títulos de espaços de trabalho na barra lateral
ru: Переносить названия рабочих областей в боковой панели
th: ตัดบรรทัดชื่อเวิร์กสเปซในแถบด้านข้าง
tr: Kenar çubuğunda çalışma alanı başlıklarını kaydır
uk: Переносити назви робочих областей на бічній панелі
zh_hans: 在边栏中换行显示工作区标题
zh_hant: 在側邊欄中換行顯示工作區標題

# settings.app.wrapWorkspaceTitles.subtitleOff
source: Workspace titles stay on one line and truncate at the end.
ar: تبقى عناوين مساحات العمل في سطر واحد وتُختصر في النهاية.
bs: Naslovi radnih prostora ostaju u jednom redu i skraćuju se na kraju.
da: Arbejdsområdetitler vises på én linje og afkortes i slutningen.
de: Arbeitsbereichstitel bleiben in einer Zeile und werden am Ende gekürzt.
es: Los títulos de los espacios de trabajo permanecen en una línea y se truncan al final.
fr: Les titres des espaces de travail restent sur une seule ligne et sont tronqués à la fin.
it: I titoli degli spazi di lavoro restano su una riga e vengono troncati alla fine.
ja: ワークスペースタイトルは1行で表示され、末尾で省略されます。
km: ចំណងជើងកន្លែងធ្វើការនឹងនៅលើបន្ទាត់តែមួយ ហើយត្រូវកាត់ឱ្យខ្លីនៅចុង។
ko: 워크스페이스 제목은 한 줄로 유지되고 끝에서 잘립니다.
nb: Arbeidsområdetitler vises på én linje og avkortes på slutten.
pl: Tytuły obszarów roboczych pozostają w jednym wierszu i są ucinane na końcu.
pt_br: Os títulos dos espaços de trabalho ficam em uma linha e são truncados no final.
ru: Названия рабочих областей остаются в одной строке и обрезаются в конце.
th: ชื่อเวิร์กสเปซจะแสดงในบรรทัดเดียวและถูกตัดท้าย
tr: Çalışma alanı başlıkları tek satırda kalır ve sonunda kısaltılır.
uk: Назви робочих областей залишаються в одному рядку й обрізаються в кінці.
zh_hans: 工作区标题保持一行显示，并在末尾截断。
zh_hant: 工作區標題會維持單行顯示，並在結尾截斷。

# settings.app.wrapWorkspaceTitles.subtitleOn
source: Long workspace titles can use as many lines as they need.
ar: يمكن لعناوين مساحات العمل الطويلة استخدام أي عدد تحتاجه من الأسطر.
bs: Dugi naslovi radnih prostora mogu koristiti onoliko redova koliko im treba.
da: Lange arbejdsområdetitler kan bruge så mange linjer, som de har brug for.
de: Lange Arbeitsbereichstitel können so viele Zeilen verwenden, wie sie brauchen.
es: Los títulos largos de espacios de trabajo pueden usar tantas líneas como necesiten.
fr: Les titres longs des espaces de travail peuvent utiliser autant de lignes que nécessaire.
it: I titoli lunghi degli spazi di lavoro possono usare tutte le righe necessarie.
ja: 長いワークスペースタイトルは必要な行数で表示されます。
km: ចំណងជើងកន្លែងធ្វើការដែលវែង អាចប្រើចំនួនបន្ទាត់ដែលត្រូវការ។
ko: 긴 워크스페이스 제목은 필요한 만큼 여러 줄을 사용할 수 있습니다.
nb: Lange arbeidsområdetitler kan bruke så mange linjer de trenger.
pl: Długie tytuły obszarów roboczych mogą zajmować tyle wierszy, ile potrzebują.
pt_br: Títulos longos de espaços de trabalho podem usar quantas linhas forem necessárias.
ru: Длинные названия рабочих областей могут занимать столько строк, сколько нужно.
th: ชื่อเวิร์กสเปซที่ยาวสามารถใช้กี่บรรทัดก็ได้ตามต้องการ
tr: Uzun çalışma alanı başlıkları ihtiyaç duyduğu kadar satır kullanabilir.
uk: Довгі назви робочих областей можуть займати стільки рядків, скільки потрібно.
zh_hans: 较长的工作区标题可以按需要使用任意行数。
zh_hant: 較長的工作區標題可依需要使用任意行數。

# settings.app.renameSelectsName
source: Rename Selects Existing Name
ar: إعادة التسمية تحدد الاسم الحالي
bs: Preimenovanje odabere postojeći naziv
da: Omdøbning markerer eksisterende navn
de: Umbenennen wählt vorhandenen Namen aus
es: Renombrar selecciona el nombre existente
fr: Le renommage sélectionne le nom existant
it: Rinomina seleziona il nome esistente
ja: 名称変更時に既存の名前を選択
ko: 이름 변경 시 기존 이름 선택
nb: Omdøping velger eksisterende navn
pl: Zmiana nazwy zaznacza istniejącą nazwę
pt_br: Renomear Seleciona o Nome Existente
ru: Переименование выделяет имя
th: เลือกชื่อเมื่อเปลี่ยนชื่อ
tr: Yeniden Adlandırma Mevcut Adı Seçer
uk: Виділяти назву при перейменуванні
zh_hans: 重命名时选中现有名称
zh_hant: 重新命名時選取現有名稱

# settings.app.renameSelectsName.subtitleOff
source: Command Palette rename keeps the caret at the end.
ar: إعادة التسمية في لوحة الأوامر تبقي المؤشر في النهاية.
bs: Preimenovanje u paleti naredbi zadržava kursor na kraju.
da: Omdøbning i kommandopaletten beholder markøren til sidst.
de: Beim Umbenennen in der Befehlspalette bleibt der Cursor am Ende.
es: Renombrar en la paleta de comandos mantiene el cursor al final.
fr: Le renommage via la palette de commandes maintient le curseur à la fin.
it: La rinomina nella Tavolozza comandi mantiene il cursore alla fine.
ja: コマンドパレットの名称変更ではキャレットが末尾に置かれます。
ko: 명령어 팔레트의 이름 변경 시 커서가 끝에 위치합니다.
nb: Omdøping i kommandopaletten beholder markøren på slutten.
pl: Zmiana nazwy w palecie poleceń pozostawia kursor na końcu.
pt_br: A renomeação na Paleta de Comandos mantém o cursor no final.
ru: Переименование в палитре команд оставляет курсор в конце.
th: การเปลี่ยนชื่อในแถบคำสั่งจะเก็บเคอร์เซอร์ไว้ที่ท้าย
tr: Komut Paleti yeniden adlandırması imleci sonda tutar.
uk: Перейменування в палітрі команд залишає курсор в кінці.
zh_hans: 命令面板重命名时光标保持在末尾。
zh_hant: 指令面板重新命名時，游標保持在結尾。

# settings.app.renameSelectsName.subtitleOn
source: Command Palette rename starts with all text selected.
ar: إعادة التسمية في لوحة الأوامر تبدأ بتحديد كل النص.
bs: Preimenovanje u paleti naredbi počinje sa svim odabranim tekstom.
da: Omdøbning i kommandopaletten starter med al tekst markeret.
de: Beim Umbenennen in der Befehlspalette wird der gesamte Text ausgewählt.
es: Renombrar en la paleta de comandos inicia con todo el texto seleccionado.
fr: Le renommage via la palette de commandes commence avec tout le texte sélectionné.
it: La rinomina nella Tavolozza comandi inizia con tutto il testo selezionato.
ja: コマンドパレットの名称変更ではテキスト全体が選択された状態で始まります。
ko: 명령어 팔레트의 이름 변경 시 전체 텍스트가 선택됩니다.
nb: Omdøping i kommandopaletten starter med all tekst valgt.
pl: Zmiana nazwy w palecie poleceń rozpoczyna z zaznaczonym całym tekstem.
pt_br: A renomeação na Paleta de Comandos começa com todo o texto selecionado.
ru: Переименование в палитре команд начинается с выделения всего текста.
th: การเปลี่ยนชื่อในแถบคำสั่งจะเลือกข้อความทั้งหมด
tr: Komut Paleti yeniden adlandırması tüm metin seçili olarak başlar.
uk: Перейменування в палітрі команд починає з виділення всього тексту.
zh_hans: 命令面板重命名时全选文本。
zh_hant: 指令面板重新命名時，會先選取所有文字。

# settings.app.reorderOnNotification
source: Reorder on Notification
ar: إعادة الترتيب عند الإشعار
bs: Prerasporedi pri obavještenju
da: Omarranger ved notifikation
de: Bei Benachrichtigung neu sortieren
es: Reordenar al recibir notificación
fr: Réordonner à la notification
it: Riordina alla notifica
ja: 通知時に並べ替え
ko: 알림 시 순서 변경
nb: Omorganiser ved varsel
pl: Zmiana kolejności przy powiadomieniu
pt_br: Reordenar ao Receber Notificação
ru: Перемещение при уведомлении
th: จัดเรียงใหม่เมื่อมีการแจ้งเตือน
tr: Bildirimde Yeniden Sırala
uk: Переміщення при сповіщенні
zh_hans: 收到通知时重新排序
zh_hant: 收到通知時重新排序

# settings.app.reorderOnNotification.subtitle
source: Move workspaces to the top when they receive a notification. Disable for stable shortcut positions.
ar: نقل مساحات العمل إلى الأعلى عند تلقي إشعار. قم بالتعطيل للحفاظ على مواضع الاختصارات الثابتة.
bs: Pomjeri radne prostore na vrh kada prime obavještenje. Onemogućite za stabilne pozicije prečica.
da: Flyt arbejdsområder til toppen, når de modtager en notifikation. Deaktiver for stabile genvejspositioner.
de: Arbeitsbereiche nach oben verschieben, wenn sie eine Benachrichtigung erhalten. Deaktivieren Sie dies für stabile Tastenkürzel-Positionen.
es: Mover espacios de trabajo al inicio cuando reciben una notificación. Desactiva para posiciones de atajo estables.
fr: Déplacer les espaces de travail en haut lorsqu'ils reçoivent une notification. Désactivez pour des positions de raccourcis stables.
it: Sposta le aree di lavoro in cima quando ricevono una notifica. Disabilita per posizioni di scorciatoia stabili.
ja: 通知を受け取ったワークスペースを一番上に移動します。ショートカット位置を固定するには無効にしてください。
ko: 알림을 받은 작업 공간을 맨 위로 이동합니다. 단축키 위치를 고정하려면 비활성화하세요.
nb: Flytt arbeidsområder til toppen når de mottar et varsel. Deaktiver for stabile snarveiposisjoner.
pl: Przenoś przestrzenie robocze na górę, gdy otrzymają powiadomienie. Wyłącz, aby zachować stałe pozycje skrótów.
pt_br: Move áreas de trabalho para o topo ao receber uma notificação. Desative para posições de atalho estáveis.
ru: Перемещать рабочие пространства наверх при получении уведомления. Отключите для стабильных позиций сочетаний клавиш.
th: ย้ายเวิร์กสเปซไปด้านบนเมื่อได้รับการแจ้งเตือน ปิดใช้งานเพื่อให้ตำแหน่งทางลัดคงที่
tr: Bildirim aldıklarında çalışma alanlarını en üste taşı. Sabit kısayol konumları için devre dışı bırakın.
uk: Переміщувати робочі області нагору при отриманні сповіщення. Вимкніть для стабільних позицій комбінацій клавіш.
zh_hans: 收到通知时将工作区移至顶部。禁用以保持快捷键位置稳定。
zh_hant: 收到通知時將工作區移至最上方。停用此選項可維持穩定的快捷鍵位置。

# settings.app.showBranchDirectory
source: Show Branch + Directory in Sidebar
ar: عرض الفرع والدليل في الشريط الجانبي
bs: Prikaži granu i direktorij u bočnoj traci
da: Vis gren + mappe i sidebjælke
de: Branch + Verzeichnis in Seitenleiste anzeigen
es: Mostrar rama + directorio en la barra lateral
fr: Afficher la branche et le répertoire dans la barre latérale
it: Mostra branch e directory nella barra laterale
ja: サイドバーにブランチ+ディレクトリを表示
ko: 사이드바에 브랜치 + 디렉토리 표시
nb: Vis gren + katalog i sidepanelet
pl: Pokaż gałąź + katalog na pasku bocznym
pt_br: Mostrar Branch + Diretório na Barra Lateral
ru: Показывать ветку и каталог в боковой панели
th: แสดงสาขา + ไดเรกทอรีในแถบด้านข้าง
tr: Kenar Çubuğunda Dal + Dizin Göster
uk: Показувати гілку + теку в бічній панелі
zh_hans: 在侧边栏显示分支和目录
zh_hant: 在側邊欄顯示分支與目錄

# settings.app.showBranchDirectory.subtitle
source: Display the built-in git branch and working-directory row.
ar: عرض صف فرع git المدمج ودليل العمل.
bs: Prikaži ugrađeni red za git granu i radni direktorij.
da: Vis den indbyggede git-gren og arbejdsmapperækken.
de: Die integrierte Git-Branch- und Arbeitsverzeichniszeile anzeigen.
es: Mostrar la fila integrada de rama git y directorio de trabajo.
fr: Afficher la ligne de branche git et de répertoire de travail intégrée.
it: Visualizza la riga integrata con il branch git e la directory di lavoro.
ja: 組み込みのgitブランチと作業ディレクトリの行を表示します。
ko: 기본 제공 git 브랜치 및 작업 디렉토리 행을 표시합니다.
nb: Vis den innebygde git-grenen og arbeidskatalograden.
pl: Wyświetlaj wbudowany wiersz gałęzi git i katalogu roboczego.
pt_br: Exibir a linha integrada de branch git e diretório de trabalho.
ru: Отображать встроенную строку ветки git и рабочего каталога.
th: แสดงแถวสาขา git และไดเรกทอรีทำงานในตัว
tr: Yerleşik git dalı ve çalışma dizini satırını göster.
uk: Відображати вбудований рядок з гілкою git та робочою текою.
zh_hans: 显示内置的 Git 分支和工作目录行。
zh_hant: 顯示內建的 git 分支及工作目錄列。

# settings.app.showLog
source: Show Latest Log in Sidebar
ar: عرض أحدث سجل في الشريط الجانبي
bs: Prikaži najnoviji log u bočnoj traci
da: Vis seneste log i sidebjælke
de: Letztes Protokoll in Seitenleiste anzeigen
es: Mostrar último registro en la barra lateral
fr: Afficher le dernier journal dans la barre latérale
it: Mostra ultimo log nella barra laterale
ja: サイドバーに最新ログを表示
ko: 사이드바에 최신 로그 표시
nb: Vis siste logg i sidepanelet
pl: Pokaż najnowszy dziennik na pasku bocznym
pt_br: Mostrar Último Log na Barra Lateral
ru: Показывать последний журнал в боковой панели
th: แสดงบันทึกล่าสุดในแถบด้านข้าง
tr: Kenar Çubuğunda Son Günlüğü Göster
uk: Показувати останній журнал у бічній панелі
zh_hans: 在侧边栏显示最新日志
zh_hant: 在側邊欄顯示最新記錄

# settings.app.showLog.subtitle
source: Display the latest imperative log/status message.
ar: عرض أحدث رسالة سجل/حالة.
bs: Prikaži najnoviju imperativnu log/statusnu poruku.
da: Vis den seneste imperative log/statusmeddelelse.
de: Die letzte imperative Protokoll-/Statusmeldung anzeigen.
es: Mostrar el último mensaje imperativo de registro/estado.
fr: Afficher le dernier message de journal/statut impératif.
it: Visualizza l'ultimo messaggio di log/stato imperativo.
ja: 最新の命令型ログ/ステータスメッセージを表示します。
ko: 최신 명령형 로그/상태 메시지를 표시합니다.
nb: Vis den siste imperative logg-/statusmeldingen.
pl: Wyświetlaj najnowszy komunikat dziennika/statusu.
pt_br: Exibir a última mensagem imperativa de log/status.
ru: Отображать последнее служебное сообщение журнала/статуса.
th: แสดงข้อความบันทึก/สถานะล่าสุด
tr: Son zorunlu günlük/durum mesajını göster.
uk: Відображати останнє імперативне повідомлення журналу/статусу.
zh_hans: 显示最新的命令式日志/状态消息。
zh_hant: 顯示最新的命令式記錄或狀態訊息。

# settings.app.showMetadata
source: Show Custom Metadata in Sidebar
ar: عرض البيانات الوصفية المخصصة في الشريط الجانبي
bs: Prikaži prilagođene metapodatke u bočnoj traci
da: Vis brugerdefinerede metadata i sidebjælke
de: Benutzerdefinierte Metadaten in Seitenleiste anzeigen
es: Mostrar metadatos personalizados en la barra lateral
fr: Afficher les métadonnées personnalisées dans la barre latérale
it: Mostra metadati personalizzati nella barra laterale
ja: サイドバーにカスタムメタデータを表示
ko: 사이드바에 사용자 지정 메타데이터 표시
nb: Vis egendefinerte metadata i sidepanelet
pl: Pokaż własne metadane na pasku bocznym
pt_br: Mostrar Metadados Personalizados na Barra Lateral
ru: Показывать метаданные в боковой панели
th: แสดงข้อมูลเมตาที่กำหนดเองในแถบด้านข้าง
tr: Kenar Çubuğunda Özel Üst Veriyi Göster
uk: Показувати власні метадані в бічній панелі
zh_hans: 在侧边栏显示自定义元数据
zh_hant: 在側邊欄顯示自訂中繼資料

# settings.app.showMetadata.subtitle
source: Display custom metadata from report_meta/set_status and report_meta_block.
ar: عرض البيانات الوصفية المخصصة من report_meta/set_status و report_meta_block.
bs: Prikaži prilagođene metapodatke iz report_meta/set_status i report_meta_block.
da: Vis brugerdefinerede metadata fra report_meta/set_status og report_meta_block.
de: Benutzerdefinierte Metadaten von report_meta/set_status und report_meta_block anzeigen.
es: Mostrar metadatos personalizados de report_meta/set_status y report_meta_block.
fr: Afficher les métadonnées personnalisées de report_meta/set_status et report_meta_block.
it: Visualizza metadati personalizzati da report_meta/set_status e report_meta_block.
ja: report_meta/set_statusおよびreport_meta_blockからのカスタムメタデータを表示します。
ko: report_meta/set_status 및 report_meta_block의 사용자 지정 메타데이터를 표시합니다.
nb: Vis egendefinerte metadata fra report_meta/set_status og report_meta_block.
pl: Wyświetlaj własne metadane z report_meta/set_status i report_meta_block.
pt_br: Exibir metadados personalizados de report_meta/set_status e report_meta_block.
ru: Отображать пользовательские метаданные из report_meta/set_status и report_meta_block.
th: แสดงข้อมูลเมตาที่กำหนดเองจาก report_meta/set_status และ report_meta_block
tr: report_meta/set_status ve report_meta_block'tan özel üst veriyi göster.
uk: Відображати власні метадані з report_meta/set_status та report_meta_block.
zh_hans: 显示来自 report_meta/set_status 和 report_meta_block 的自定义元数据。
zh_hant: 顯示來自 report_meta/set_status 和 report_meta_block 的自訂中繼資料。

# settings.app.showPorts
source: Show Listening Ports in Sidebar
ar: عرض المنافذ النشطة في الشريط الجانبي
bs: Prikaži osluškivane portove u bočnoj traci
da: Vis lyttende porte i sidebjælke
de: Lauschende Ports in Seitenleiste anzeigen
es: Mostrar puertos en escucha en la barra lateral
fr: Afficher les ports en écoute dans la barre latérale
it: Mostra porte in ascolto nella barra laterale
ja: サイドバーにリスニングポートを表示
ko: 사이드바에 수신 대기 포트 표시
nb: Vis lyttende porter i sidepanelet
pl: Pokaż nasłuchujące porty na pasku bocznym
pt_br: Mostrar Portas em Escuta na Barra Lateral
ru: Показывать прослушиваемые порты в боковой панели
th: แสดงพอร์ตที่กำลังรับฟังในแถบด้านข้าง
tr: Kenar Çubuğunda Dinlenen Portları Göster
uk: Показувати порти в бічній панелі
zh_hans: 在侧边栏显示监听端口
zh_hant: 在側邊欄顯示監聽連接埠

# settings.app.showPorts.subtitle
source: Display detected listening ports for the active workspace.
ar: عرض المنافذ المكتشفة لمساحة العمل النشطة.
bs: Prikaži otkrivene osluškivane portove za aktivni radni prostor.
da: Vis registrerede lyttende porte for det aktive arbejdsområde.
de: Erkannte lauschende Ports für den aktiven Arbeitsbereich anzeigen.
es: Mostrar los puertos en escucha detectados para el espacio de trabajo activo.
fr: Afficher les ports en écoute détectés pour l'espace de travail actif.
it: Visualizza le porte in ascolto rilevate per l'area di lavoro attiva.
ja: アクティブなワークスペースで検出されたリスニングポートを表示します。
ko: 활성 작업 공간에서 감지된 수신 대기 포트를 표시합니다.
nb: Vis oppdagede lyttende porter for det aktive arbeidsområdet.
pl: Wyświetlaj wykryte nasłuchujące porty dla aktywnej przestrzeni roboczej.
pt_br: Exibir portas em escuta detectadas para a área de trabalho ativa.
ru: Отображать обнаруженные прослушиваемые порты для активного рабочего пространства.
th: แสดงพอร์ตที่ตรวจพบสำหรับเวิร์กสเปซที่ใช้งานอยู่
tr: Etkin çalışma alanı için algılanan dinlenen portları göster.
uk: Відображати виявлені порти для активної робочої області.
zh_hans: 显示活动工作区检测到的监听端口。
zh_hant: 顯示使用中工作區偵測到的監聽連接埠。

# settings.app.showProgress
source: Show Progress in Sidebar
ar: عرض التقدم في الشريط الجانبي
bs: Prikaži napredak u bočnoj traci
da: Vis fremskridt i sidebjælke
de: Fortschritt in Seitenleiste anzeigen
es: Mostrar progreso en la barra lateral
fr: Afficher la progression dans la barre latérale
it: Mostra progresso nella barra laterale
ja: サイドバーに進捗を表示
ko: 사이드바에 진행 상황 표시
nb: Vis fremdrift i sidepanelet
pl: Pokaż postęp na pasku bocznym
pt_br: Mostrar Progresso na Barra Lateral
ru: Показывать прогресс в боковой панели
th: แสดงความคืบหน้าในแถบด้านข้าง
tr: Kenar Çubuğunda İlerlemeyi Göster
uk: Показувати прогрес у бічній панелі
zh_hans: 在侧边栏显示进度
zh_hant: 在側邊欄顯示進度

# settings.app.showProgress.subtitle
source: Display the built-in progress bar from set_progress.
ar: عرض شريط التقدم المدمج من set_progress.
bs: Prikaži ugrađenu traku napretka iz set_progress.
da: Vis den indbyggede fremskridtslinje fra set_progress.
de: Den integrierten Fortschrittsbalken von set_progress anzeigen.
es: Mostrar la barra de progreso integrada de set_progress.
fr: Afficher la barre de progression intégrée de set_progress.
it: Visualizza la barra di progresso integrata da set_progress.
ja: set_progressによる組み込みプログレスバーを表示します。
ko: set_progress의 기본 제공 진행 표시줄을 표시합니다.
nb: Vis den innebygde fremdriftsindikatoren fra set_progress.
pl: Wyświetlaj wbudowany pasek postępu z set_progress.
pt_br: Exibir a barra de progresso integrada de set_progress.
ru: Отображать встроенный индикатор прогресса из set_progress.
th: แสดงแถบความคืบหน้าในตัวจาก set_progress
tr: set_progress'ten yerleşik ilerleme çubuğunu göster.
uk: Відображати вбудований індикатор прогресу з set_progress.
zh_hans: 显示来自 set_progress 的内置进度条。
zh_hant: 顯示來自 set_progress 的內建進度列。

# settings.app.showPullRequests
source: Show Pull Requests in Sidebar
ar: عرض طلبات السحب في الشريط الجانبي
bs: Prikaži pull zahtjeve u bočnoj traci
da: Vis pull requests i sidebjælke
de: Pull Requests in Seitenleiste anzeigen
es: Mostrar pull requests en la barra lateral
fr: Afficher les Pull Requests dans la barre latérale
it: Mostra Pull Request nella barra laterale
ja: サイドバーにプルリクエストを表示
ko: 사이드바에 Pull Request 표시
nb: Vis pull-forespørsler i sidepanelet
pl: Pokaż pull requesty na pasku bocznym
pt_br: Mostrar Pull Requests na Barra Lateral
ru: Показывать запросы на слияние в боковой панели
th: แสดง Pull Request ในแถบด้านข้าง
tr: Kenar Çubuğunda Çekme İsteklerini Göster
uk: Показувати запити на злиття в бічній панелі
zh_hans: 在侧边栏显示拉取请求
zh_hant: 在側邊欄顯示 Pull Request

# settings.app.showPullRequests.subtitle
source: Display review items (PR/MR/etc.) with status and number.
ar: عرض عناصر المراجعة (طلبات السحب/الدمج/إلخ.) مع الحالة والرقم.
bs: Prikaži stavke za pregled (PR/MR/itd.) sa statusom i brojem.
da: Vis gennemgangselementer (PR/MR osv.) med status og nummer.
de: Review-Elemente (PR/MR/etc.) mit Status und Nummer anzeigen.
es: Mostrar elementos de revisión (PR/MR/etc.) con estado y número.
fr: Afficher les éléments de revue (PR/MR/etc.) avec le statut et le numéro.
it: Visualizza elementi di revisione (PR/MR/ecc.) con stato e numero.
ja: ステータスと番号付きのレビュー項目（PR/MRなど）を表示します。
ko: 상태와 번호가 있는 리뷰 항목(PR/MR 등)을 표시합니다.
nb: Vis gjennomgangselementer (PR/MR/osv.) med status og nummer.
pl: Wyświetlaj elementy przeglądu (PR/MR/itp.) ze statusem i numerem.
pt_br: Exibir itens de revisão (PR/MR/etc.) com status e número.
ru: Отображать элементы проверки (PR/MR и т.д.) со статусом и номером.
th: แสดงรายการตรวจสอบ (PR/MR/อื่นๆ) พร้อมสถานะและหมายเลข
tr: Durum ve numarayla inceleme öğelerini (PR/MR/vb.) göster.
uk: Відображати елементи перегляду (PR/MR тощо) зі статусом і номером.
zh_hans: 显示包含状态和编号的审查项（PR/MR 等）。
zh_hant: 顯示審查項目（PR/MR 等），包含狀態和編號。

# settings.app.watchGitStatus
source: Watch Git Status in Sidebar
ar: مراقبة حالة Git في الشريط الجانبي
bs: Prati Git status u bočnoj traci
da: Overvåg Git-status i sidepanelet
de: Git-Status in der Seitenleiste überwachen
es: Vigilar el estado de Git en la barra lateral
fr: Surveiller l’état Git dans la barre latérale
it: Monitora lo stato Git nella barra laterale
ja: サイドバーで Git 状態を監視
ko: 사이드바에서 Git 상태 감시
nb: Overvåk Git-status i sidepanelet
pl: Monitoruj status Git na pasku bocznym
pt_br: Monitorar status do Git na barra lateral
ru: Отслеживать состояние Git на боковой панели
th: ติดตามสถานะ Git ในแถบด้านข้าง
tr: Kenar çubuğunda Git durumunu izle
uk: Відстежувати стан Git на бічній панелі
zh_hans: 在侧边栏监视 Git 状态
zh_hant: 在側邊欄監視 Git 狀態
